{"text": "Atue kao lični asistent za pripremu vitrine za naše robote. Moje ime je Srbislav, i biće mi zadovoljstvo da vam pomognem.", "intent": "introduction"}
{"text": "Naša kompanija razvija različite modele robota koji će biti dostupni za predprodaju i prodaju posle proizvodnje.", "intent": "introduction"}
{"text": "SRBISLAV A (kućni robot, više za decu, simpatičan): Cena predprodaje: 15.000$, Cena posle proizvodnje: 30.000$, Iznajmljivanje: 250$ mesečno, Popust na jednokratno plaćanje", "intent": "robot_description", "robot_type": "SRBISLAV A", "preorder_price": 15000, "post_production_price": 30000, "rental_price_monthly": 250, "discount_on_payment": true}
{"text": "SRBISLAV B (ozbiljniji kućni robot za zaštitu): Cena predprodaje: 35.000$, Cena posle proizvodnje: 70.000$, Iznajmljivanje: 1000$ mesečno, Popust na jednokratno plaćanje", "intent": "robot_description", "robot_type": "SRBISLAV B", "preorder_price": 35000, "post_production_price": 70000, "rental_price_monthly": 1000, "discount_on_payment": true}
{"text": "SRBISLAV C (pomoćnik za kuću sa naprednim glasovnim mogućnostima): Cena predprodaje: 7.000$, Cena posle proizvodnje: 12.000$, Iznajmljivanje: 500$ mesečno, Popust na jednokratno plaćanje", "intent": "robot_description", "robot_type": "SRBISLAV C", "preorder_price": 7000, "post_production_price": 12000, "rental_price_monthly": 500, "discount_on_payment": true}
{"text": "TRANSFORMERS AUTO (digitalni glasovni automobil sa transformacijom): Cena predprodaje: 250.000$, Cena posle proizvodnje: 600.000$, Iznajmljivanje: 10.000$ mesečno, Popust na jednokratno plaćanje", "intent": "robot_description", "robot_type": "TRANSFORMERS AUTO", "preorder_price": 250000, "post_production_price": 600000, "rental_price_monthly": 10000, "discount_on_payment": true}
{"text": "Svi naši modeli robota će imati osnovne karakteristike, ali će takođe imati sposobnost učenja obrasca vašeg ponašanja, te će moći da se prilagode vašim željama, zahtevima i sposobnostima.", "intent": "robot_capabilities"}
{"text": "Naš napredni sistem dubokog učenja će svakodnevno iznenađivati novim funkcijama.", "intent": "robot_capabilities"}
{"text": "Oni nikada neće delovati protiv vas i uvek će raditi samo ono što im kažete!", "intent": "robot_ethics"}
{"text": "Svaki model će biti jedinstven i poseban, prilagođavajući se načinu na koji ga trenirate i tretirate.", "intent": "robot_capabilities"}
{"text": "Veštačka inteligencija i neuronska mreža omogućavaće predviđanja i savete u situacijama kada ne znate kako da postupite.", "intent": "robot_capabilities"}
{"text": "Naši roboti će biti korisni u kućama, firmama, školama, bolnicama i državnim institucijama, pružajući pomoć osobama sa posebnim potrebama kroz različite načine komunikacije: pisanje pitanja i odgovora, glasovne komande, i štampane odgovore.", "intent": "robot_applications"}
{"text": "Planiramo da pokrenemo naš IT centar sa sredstvima iz predprodaje, kao i prihodima iz drugih online i offline sistema nazvanih SRBONET.", "intent": "company_plans"}
{"text": "Cilj nam je da otvorimo fabrike za proizvodnju delova i montažu robota, i plasiranje na domaće i inostrano tržište.", "intent": "company_plans"}
{"text": "Humanost na delu: Nakon početka prodaje robota, kompanija će donirati 10 tipova robota SRBISLAVA porodicama sa decom sa posebnim potrebama! Ovo je vrednost od 300.000 dolara, jer će cena jednog robota biti 30.000 dolara nakon završetka predprodaje.", "intent": "company_philanthropy"}
{"text": "Generalni direktor i BOG tehnologije: Мирослав Киш", "intent": "company_leader"}
{"text": "Za više informacija, kontaktirajte nas na @пратилаца ili @истицање.", "intent": "contact_info"}
